Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zgadza się. Co to za zebranie?
uk: Саме так. Що це за зібрання?

source: Zgadza się. Czego chcesz? I nie mów tak głośno, łeb mi pęka...
uk: Так, я Хенк. Що ти хочеш? І не говори так голосно, у мене голова розколюється...

source: Zgadza się. Dołączyłem do jednostki, bo pracując z rodzicami na farmie niemal głodowaliśmy. Teraz nie dość, że żyję w o wiele lepszych warunkach, to jeszcze im pomagam.
uk: Саме так. Я приєднався до загону, бо зі своїми батьками на фермі ми часто голодували. Тепер я не тільки живу в набагато кращих умовах, але й допомагаю їм.

source: Zgadza się. Jeśli komukolwiek o tym powiesz, to skończy się to dla ciebie bardzo źle.
uk: Саме так. Якщо комусь про це розкажеш, то для тебе це дуже погано закінчиться.

source: Zgadza się. Mam pewne rozkazy od Króla, jednak, co pewnie cię nie zdziwi, nie mogę zdradzić szczegółów.
uk: Саме так. У мене є деякі накази від Короля, і це тебе, мабуть, не здивує, але я не можу розголошувати їх подробиць.

source: Zgadza się. Najpierw wspomniał coś o przelewaniu mojej krwi, a potem o zsyłce do Górniczej Doliny.
uk: Саме так. Спочатку він говорив щось про проливання моєї крові, а потім про заслання в Гірничу Долину.

source: Zgadza się. Nie ma lepszego miejsca do polowań na ścierwojady, ale jako tropiciel pewnie zdajesz sobie z tego sprawę.
uk: Саме так. Немає кращого місця для полювання на падальників, але як слідопит ти, напевно, вже знаєш про це.

source: Zgadza się. Oby tylko nie wzięli się za jakieś ploteczki, nie mam zamiaru tu sterczeć iluś godzin.
uk: Саме так. Сподіваюся, вони не забалакаються, я не збираюся стирчати тут годинами.

source: Zgadza się. Pamiętasz tych typków, którzy zagadali cię podczas patrolu i domagali się uwolnienia kogoś z aresztu?
uk: Саме так. Пам'ятаєш тих хлопців, яких ти зустрів, коли був у патрулі, вони ще вимагали когось звільнити з-під варти?

source: Zgadza się. Podczas treningów poznaliśmy technikę, a podczas misji nauczyliśmy się ją wykorzystywać w praktyce.
uk: Саме так. На тренуваннях ми вивчали техніку, а під час місій вчилися застосовувати її на практиці.

source: Zgadza się. Prawdopodobnie przypłynął zrobić porządek z tutejszą strażą, ale być może przyjrzy się też działalności Araxos.
uk: Вірно. Ймовірно, він прибув сюди, щоб навести лад у місцевій Варті, але не виключено, що він також стежить і за діяльністю Араксосу.

source: Zgadza się. Przekonałem ich lidera, żeby wzięli się za jakąś pracę. Będą hodować bagienne ziele na północ stąd.
uk: Так, маю. Я переконав їхнього лідера взятися за якусь роботу. Вони будуть вирощувати болотну траву на північ звідси.

source: Zgadza się. Ta parszywa świnia od dłuższego czasu działała za naszymi plecami.
uk: Саме так. Ця паршива свиня вже давно діяла у нас за спиною.

source: Zgadza się. Teraz pałęta się przed lokalem, chyba się na mnie obraził, bo odmówiłam przyjęcia takiej zapłaty. Oczywiście ze względu na moją uczciwość względem królestwa.
uk: Саме так. Тепер він вештається біля закладу. Думаю, образився на мене за те, що я відмовилася прийняти таку плату. Очевидно, через мою відданість королівству.

source: Zgadza się. Wielokrotnie udowodniłeś, że nadajesz się na to stanowisko. Wyraź tylko zgodę, a wpiszę cię na odpowiednią listę.
uk: Саме так. Ти неодноразово доводив, що підходиш для цієї посади. Тільки дай згоду, і я внесу тебе у відповідний список.

source: Zgadza się... nie należeli do najprzyjemniejszych gości, jakich tu mieliśmy. Ciągle pokrzykiwali i zaczepiali kobiety.
uk: Це правда... Вони були не з найприємніших відвідувачів, які у нас тут бували. Вони постійно галасували та чіплялися до жінок.

source: Zgadzam się z Marvinem, te bestie są cholernie niebezpieczne.
uk: Я згоден з Марвіном, той Звір до дідька небезпечний.

source: Zgadzam się. Ale przyznasz, że jego oferta brzmiała bardzo kusząco: powieść kapłana Tarla, 'Wieża'! Sam tytuł robi wrażenie!
uk: Згоден. Але погодься, що його пропозиція звучала дуже спокусливо: роман отця Тарла 'Вежа'! Одна лише назва вражає!

source: Zgadzam się. Pamiętajcie, by zgłosić się do Adelarda po nagrodę.
uk: Згоден. Не забудь доповісти Аделарду, щоб отримати винагороду.

source: Zgadzałoby się to z dokumentami, które znalazłem.
uk: Це сходиться з документами, які я знайшов.

source: Zgadzałoby się to z historią, którą nam opowiedziałeś. Nic dziwnego, że miecz i waga były zaraz obok siebie. Dla władców twierdzy to były dwa równie ważne artefakty.
uk: Вона збігається з історією, яку ти нам розповів. Не дивно, що меч і терези опинилися поруч. Для правителів фортеці це були два рівнозначні артефакти.

source: Zgadłeś! A jeśli mnie nie zdenerwujesz, to pokażę ci też, jak po mistrzowsku radzić sobie z zamkami i okradaniem innych.
uk: Здогадався! А якщо ти мене не вибісиш, я також покажу тобі, як майстерно поводитися з замками і як обкрадати інших.

source: Zgadłeś, przysyła mnie Ernesto.
uk: Ти вгадав, мене прислав Ернесто.

source: Zgadłeś.
uk: Ти вгадав.

source: Zgadłeś. Zapowiada się zabawny wieczór.
uk: Ти вгадав. Вечір обіцяє бути веселим.

source: Zgarnij resztę i jazda na pokład!
uk: Збирай решту і мерщій на палубу!

source: Zginął od potworów. Muszę szukać dalej.
uk: Його вбили монстри. Треба шукати далі.

source: Zginął.
uk: Загинув.

source: Zginęło kilkoro wspaniałych ludzi, a ciebie obchodzi jedynie trofeum?
uk: Кілька видатних людей загинули, а тебе хвилює тільки трофей?

source: Zginęło tu sporo dobrych ludzi... Miejmy nadzieję, że to, co tutaj znaleźliśmy, pomoże chociaż wynagrodzić ich rodzinom tę stratę.
uk: Тут загинуло багато хороших людей... Сподіваємося, що те, що ми знайшли тут, допоможе хоча б компенсувати їхнім родинам цю втрату.

source: Zgniotę każdego!
uk: Я розчавлю будь-кого!

source: Zgniła ryba nie zainteresowała psa.
uk: Гнила риба не зацікавила пса.

source: Zgniłe resztki
uk: Гнилі рештки

source: Zgoda! (50 SZ)
uk: Домовилися! (50 золотих)

source: Zgoda, ale powiedz Roderichowi, żeby szykował pękaty mieszek.
uk: Домовилися, але скажи Родеріху, щоб приготував чималий гаманець з грошима.

source: Zgoda.
uk: Згоден.

source: Zgoda. Chodź za mną.
uk: Згоден. Йди за мною.

source: Zgodnie z bezpośrednim rozkazem Sir Ramseya, zabrania się przynoszenia jakichkolwiek potraw zawierających składniki mogące na stałe wpływać na zdrowie!
uk: За прямим наказом сера Рамзі заборонено приносити будь-яку їжу, що містить складники, які можуть негативно вплинути на здоров'я!

source: Zgodnie z danym słowem - przybyliśmy. Adanos musiał nad nami czuwać, bo widzę, że dotarliśmy tu w ostatniej chwili!
uk: Ми прибули, згідно з даним нами словом. Аданос, мабуть, наглядав за нами, бо я бачу, що ми прибули сюди в останню хвилину!

source: Zgodnie z danym słowem ulepszę jeden z twoich pancerzy najlepiej jak tylko potrafię, całkowicie za darmo i sam zadbam o potrzebne materiały.
uk: Вірний своєму слову, я безкоштовно вдосконалю один з твоїх обладунків, наскільки це буде в моїх силах, і сам подбаю про необхідні матеріали.

source: Zgodnie z jego treścią, jestem teraz właścicielem
uk: Згідно з ним, я тепер володію

source: Zgodnie z najnowszym edyktem królewskim, wszyscy przestępcy skazani na odbycie kary w lochu, objęci zostaną przymusową zmianą realizacji wyroku.
uk: Згідно з останнім королівським указом, усім злочинцям, засудженим до відбування покарання у в'язницях, буде примусово змінено вирок.

source: Zgodnie z najnowszym edyktem, gubernator przyjmuje też i mniejsze kwoty, rzecz jasna z koniecznością dopłacenia całości w jak najbliższym terminie.
uk: Згідно з останнім указом, губернатор також приймає менші суми. Звісно, з необхідністю виплатити всю суму якнайшвидше.

source: Zgodnie z najnowszymi rozporządzeniami każda osoba zagrażająca jedności królestwa ma być natychmiast wysyłana na Khorinis.
uk: Згідно з останніми розпорядженнями, будь-яка особа, що загрожує єдності королівства, має бути негайно заслана на Хорініс.

source: Zgodnie z naszą tradycją ciało wojownika powinno zostać spalone. Nie mogę znieść myśli, że może gdzieś tam leżeć i być zżerany przez te obrzydliwe pełzacze...
uk: За нашою традицією, тіло воїна має бути спалене. Я не можу змиритися з думкою, що він може лежати десь там і бути з'їденим тими огидними повзунами...

source: Zgodnie z nowymi rozporządzeniami królewskimi, każdy właściciel wszelakiej wielkości łodzi i okrętów zobowiązany jest zgłosić się do urzędu miejskiego.
uk: Згідно з новими королівськими постановами, кожен власник човнів і кораблів усіх розмірів повинен з'явитися до міського управління.

source: Zgodnie z obietnicą zaprowadziłem cię do twojego kolegi. Najwyraźniej moi koledzy odebrali to jako znak, że ich zdradziłem.
uk: Як і обіцяв, я привів тебе до свого друга. Очевидно, мої колеги розцінили це як зраду.

source: Zgodnie z obietnicą, Finja chciała mnie poczęstować swoją zupą warzywną w zamian za pomoc w posprzątaniu chaty, wolałem jednak kilka złotych monet.
uk: Як і обіцяла, Фінья хотіла пригостити мене своїм овочевим супом в обмін на допомогу з прибиранням хатини, але я надав перевагу кільком золотим монетам.

source: Zgodnie z obietnicą, Finja poczęstowała mnie swoją zupą warzywną w zamian za pomoc w posprzątaniu chaty.
uk: Як і обіцяла, Фінья пригостила мене своїм овочевим супом в обмін на допомогу з прибиранням хатини.

source: Zgodnie z obietnicą, Gumbert podarował mi połowę wytworzonego wina.
uk: Як і обіцяв, Гумберт віддав мені половину виробленого вина.

source: Zgodnie z obietnicą, oddaję ci również pożyczone złoto.
uk: Як і обіцяв, я також повертаю тобі позичене золото.

source: Zgodnie z obietnicą, przekazuję wam specjalną nagrodę z osobistego skarbca.
uk: Як і обіцяв, я дарую вам особливу нагороду з моєї особистої скарбниці.

source: Zgodnie z obietnicą, zwracam kufel pełny zimnego piwa.
uk: Як і обіцяв, повертаю кухоль, повний холодного пива.

source: Zgodnie z poleceniem Bastiana, zaoferowałem swoją pomoc Otho, ale ta sprawa śmierdzi, i to dosłownie. Niezbyt rozgarnięty pasterz chce, bym wysprzątał jego stodołę, a dokładniej pozbierał z niej łajno i mu je zaniósł! W co ja się wpakowałem...
uk: За дорученням Бастіана я запропонував Отто свою допомогу, але від справи смердить, при чому в буквальному сенсі. Не дуже розумний пастух хоче, щоб я вичистив його хлів, а точніше, зібрав з нього гній і відніс йому! У що я вляпався...

source: Zgodnie z poleceniem Rasco, udało mi się zostawić zawiniątko w kuchni dworskiej. Teraz powinienem jak najszybciej opuścić to miejsce. Czas wrócić do Rasco i powiedzieć mu o moim sukcesie.
uk: За вказівкою Раско, мені вдалося залишити згорток на придворній кухні. Тепер я повинен якнайшвидше покинути це місце. Настав час повернутися до Раско і розповісти йому про свій успіх.

source: Zgodnie z prawdą powiedzieliśmy mu, że łatwo je spotkać na klifach przy mieście. Więcej go nie widzieliśmy.
uk: Ми чесно сказали йому, що їх легко знайти на найближчих скелях з боку міста. Більше ми його не бачили.

source: Zgodnie z prośbą, rozprowadziłem ogłoszenia po mieście i otrzymałem za to nagrodę.
uk: Як і вимагалося, я розповсюдив оголошення по місту та отримав за це винагороду.

source: Zgodnie z przepisami, dom skazańca z całym wyposażeniem powinien trafić na licytację. Chciałbym, abyś udał się z tym dokumentem do Venzela i poprosił o sporządzenie 5 kopii.
uk: Згідно з законодавством, будинок засудженого з усім майном має бути виставлений на аукціон. Я хочу, щоб ти сходив з цим документом до Венцеля і попросив його зробити 5 копій.

source: Zgodnie z przepisami, szerzenie informacji mogących zagrozić królestwu jest równoznaczne ze zdradą stanu i będzie surowo karane!
uk: Відповідно до законів, поширення інформації, яка може поставити під загрозу королівство, прирівнюється до державної зради і суворо каратиметься!

source: Zgodnie z rozkazami Winstana wszyscy farmerzy pracują tak jak każdego dnia.
uk: За наказом Вінстана всі фермери працюють так само, як і щодня.

source: Zgodnie z rozkazami.
uk: Згідно з наказами.

source: Zgodnie z rozporządzeniem królewskim odnośnie handlu i transportu towarów w Królestwie Myrtany, podatek uiszczony zostanie jedynie od dostarczonych towarów.
uk: Відповідно до королівського указу щодо торгівлі та транспортування товарів у Королівстві Міртана, податок сплачуватиметься лише з доставлених товарів.

source: Zgodnie z tradycją, muszę wprowadzić cię do Kręgu poprzez obmycie cię z wszystkich twoich dawnych win.
uk: Згідно традиції, мені належить прийняти тебе до Кільця, омивши тебе від усіх минулих гріхів.

source: Zgodnie z twoim poleceniem, przynoszę nowe rozkazy od Królewskiego Wysłannika.
uk: Згідно з вашими інструкціями, я приніс нові накази від Королівського посла.

source: Zgodnie z tym postanowieniem, mamy zdać cały nasz sprzęt i umożliwić jego wysłanie na front.
uk: Згідно з цією постановою, ми повинні здати все наше спорядження і дозволити відправити його на фронт.

source: Zgodnie z tym, co mówił wcześniej Fulko, mam wrzucić wszystkie towary do tej wielkiej skrzyni na środku magazynu.
uk: Згідно з тим, що Фулько казав раніше, я повинен складати всі товари в той великий контейнер в центрі складу.

source: Zgodnie z umową darowałem życie Pablo.
uk: Як і домовлялися, я зберіг життя Пабло.

source: Zgodnie z umową, oczyszczam cię z zarzutów. Mam nadzieję, że wyciągniesz wnioski z tej lekcji i już więcej nie będziemy musieli prowadzić podobnej rozmowy.
uk: Як ми й домовлялися, я звільняю тебе від звинувачень. Сподіваюся, ти зробиш з цього висновки, і нам більше не доведеться вести подібну розмову.

source: Zgodnie z umową, oto twoja zapłata.
uk: Як і домовлялися, ось твоя плата.

source: Zgodnie z umową, przekazałem miejsce Nikoltowi, a on pozwolił mi zatrzymać wszystko, co wydobyłem. Wspomniał też, że poinformuje 'kogo trzeba' o moich poczynaniach.
uk: Як домовлялись, я передав місце Нікольту, і він дозволив мені залишити собі все, що я видобув. Він також пообіцяв, що порекомендує мене 'кому треба'.

source: Zgodnie z umową, twoje złoto.
uk: Як і домовлялися, твоє золото.

source: Zgodnie z wolą obywateli i jak sądzę większości z nas w tym pokoju, po przemowie Jego Ekscelencji, przestępca zostanie stracony na placu przed ratuszem.
uk: Згідно з волею громадян і, гадаю, більшості з нас у цій залі, після промови Його Світлості, злочинця буде страчено на площі перед ратушею.

source: Zgodnie z wytycznymi tego więźnia, udało mi się dotrzeć do kwatery głównej Południowców w porcie i zamieniłem parę słów z ich przywódcą.
uk: Завдяки вказівкам цього в'язня, мені вдалося знайти штаб південців в порту і перекинутися кількома словами з їхнім лідером.

source: Zgodnie z zeszłoroczną propozycją Nirki, w tym roku dostarczać można również rogi smoczych zębaczy.
uk: Згідно з минулорічною пропозицією Нірки, цього року ви також можете приносити роги драконячих снепперів.

source: Zgodnie ze starym zwyczajem, Roderich, w geście osobistego szacunku, pozwolił mi zachować ostrze, które odebrałem Lichwiarzowi.
uk: За давнім звичаєм, Родеріх, на знак особистої поваги, дозволив мені залишити клинок, який я відібрав у Лихваря.

source: Zgodzisz się? Czyli to nie był twój pomysł?
uk: Ти погодишся? Тобто це була не твоя ідея?

source: Zgodził się na warunki wymiany.
uk: Він погодився на умови обміну.

source: Zgodził się nam pomóc, ale oczekuje, że większość z nas zacznie pracować w wiosce na swoje utrzymanie.
uk: Він погодився нам допомогти, але очікує, що більшість з нас почне працювати в селі, щоб заробляти на своє утримання.

source: Zgodziłem się nie mówić prawdy o niedźwiedziu Baesa. Ten kazał mi opowiadać, że to pijany Gron był przyczyną całego zamieszania. Pora wracać do Arethe.
uk: Я погодився не розповідати правду про ведмедя Байса. Він змусив мене розповісти історію про те, що п'яний Грон був причиною всієї метушні. Настав час повертатися до Арета.

source: Zgodziłem się pomóc Petrze poszukać nabywców na jej ostatnią partię towarów. Wręczyła mi worek pieprzu, grudki żelaza, parę dziwnych narzędzi i zawiniątko ze skrętami. Powinienem otworzyć paczkę i rozprowadzić skręty wśród farmerów, ale powinienem przy tym unikać kontaktu z wartownikami i nie mówić nikomu, od kogo mam towar. Łączna wartość przedmiotów wynosi około dwustu sztuk złota. Gdy już uda mi się wszystko sprzedać, powinienem wrócić do Petry ze złotem, a pomoże mi dostać się do miasta. Będzie na mnie czekała w gospodzie.
uk: Я погодився допомогти Петрі знайти покупців на останню партію товару. Вона передала мені мішечок з перцем, шматки заліза, якісь дивні інструменти і пакунок зі скрутками. Я маю відкрити пакунок і роздати скрутки фермерам, але при цьому уникати охорони та нікому не казати, від кого у мене товар. Загальна вартість товарів – близько двохсот золотих. Коли мені вдасться все продати, я повинен повернутися до Петри з золотом, і вона допоможе мені потрапити до міста. Вона чекатиме на мене в корчмі.

source: Zgodziłem się pomóc Rasco i tym samym dać nauczkę Otho. Muszę zakraść się nocą do dworu Ramseya i podrzucić łajno do kuchni. Nad ranem, gdy Starszy odkryje znalezisko, wpadnie we wściekłość i oskarży o wszystko Otho, a ja dostanę nagrodę.
uk: Я погодився допомогти Раско і таким чином провчити Отто. Я маю прокрастися вночі до маєтку Рамзі і підкинути гній йому на кухню. Вранці, коли староста виявить цю знахідку, він буде розлючений і звинуватить у всьому Отто, а я отримаю нагороду.

source: Zgodziłem się pomóc Sallowi i jego ludziom w dostaniu się do Magów Ognia. Może będą przydatni w odnalezieniu i dorwaniu Lichwiarza.
uk: Я погодився допомогти Саллу і його людям дістатися до Магів Вогню. Можливо, вони допоможуть знайти та схопити Лихваря.

source: Zgodziłem się przejąć nocną wartę od Arethe. Muszę przeczytać kartkę z rutyną patrolową, a następnie stawić się na miejscu jutro wieczorem.
uk: Я погодився заступити на нічну варту замість Арета. Я маю ознайомитися з маршрутом патрулювання і завтра ввечері прибути на місце.

source: Zgodziłem się towarzyszyć Rupertowi w drodze na wybrzeże po Darryla i Maiwen. Mam mu dać znać, kiedy będę gotowy wyruszyć.
uk: Я погодився супроводжувати Руперта на узбережжя, щоб забрати Деріла і Мейвен. Я дам йому знати, коли буду готовий вирушати.

source: Zgodziłem się współpracować z Tollekiem. Mamy w kilka osób przekopać się przez niestabilne, złotonośne skały. Górnik przydzielił mi bryłę po prawej stronie, patrząc od wejścia.
uk: Я погодився працювати з Толлеком. У складі декількох людей ми копатимемо нестабільні золотоносні породи. Гірник призначив мені брилу праворуч, якщо дивитися від входу.

source: Zgodziłem się, by Tollek pokazał mi jak wydobywać złoto. Faktycznie ma w tym wprawę.
uk: Я погодився, щоб Толлек показав мені, як добувати золото. Насправді, він має до цього хист.

source: Zgrai rasowych bandziorów, zwącymi się dumnie 'strażą miejską'!
uk: Зграя звичайних головорізів, які гордо називають себе 'Міською Вартою'!

source: Zgraja żebrzących uchodźców, protestujący obywatele i najważniejszy podatnik Archolos, który o mały włos nie został zabity, to nie do końca zachęcająca wizja.
uk: Зграя жебракуючих біженців, протестуючі громадяни і найголовніший платник податків Архолосу, якого ледь не вбили – це не надто обнадійлива картина.

source: Zgromadzone zapasy drewna i oliwy pozwalają nam długo podtrzymywać ogień.
uk: Зібрані тут запаси дров і олії дозволяють нам підтримувати вогонь досить довго.

source: Zguba Arniego
uk: Загибель Арні

source: Zgubić? Przecież przed chwilą nią tutaj zamiatałeś. Jak mogłeś ją zgubić?
uk: Загубив? Ти щойно тут підмітав. Як ти міг її загубити?

source: Zgubiłem? O czym ty...?
uk: Загубив? Про що ти...?

source: Zgubiłeś się?
uk: Ти заблукав?

source: Zgubiłeś się? Nie potrzebujemy kolejnego wsparcia Gildii, doskonale opanowaliśmy sytuację.
uk: Ти заблукав? Нам не потрібна допомога Гільдії, ми чудово володіємо ситуацією.

source: Zgłodniałem od tego biegania. Co powiesz na świeżo wypieczony chleb?
uk: Я зголоднів від біганини. Як щодо свіжоспеченого хліба?

source: Zgłosiłem Nevila do Oktava. Nie powinienem pokazywać się rybakowi na oczy, ale sam skazał się na taki los. Jakiekolwiek nabywanie bagiennego ziela jest zakazane.
uk: Я повідомив Октаву про Невіла. Краще не з'являтися на очі рибалці. Але він сам прирік себе на таку долю, бо купівля болотної трави заборонена.

source: Zgłosiłem się do nowicjatu i już po paru tygodniach wiedziałem, że trafiłem na przeznaczoną mi ścieżkę.
uk: Я вирішив стати послушником, і вже через кілька тижнів зрозумів, що знайшов своє призначення.

source: Zgłoszenia dotyczące zapotrzebowania na czeladnika:
uk: Заявки на пошук учнів:

source: Zgłoś się do Rasco, pewnie będzie chciał kupić wszystko, co masz.
uk: Звернися до Раско, він, ймовірно, захоче купити всі твої товари.

source: Zgłoś się do Rodericha, wzywał cię.
uk: З'явися до Родеріха, він тебе викликав.

source: Zgłoś się do mnie później, znajdę dla ciebie jakieś zajęcie.
uk: Приходь до мене пізніше, я знайду для тебе якусь роботу.

source: Zgłoś się do mnie za jakiś czas, to przekażę ci, jaki był wynik pojedynku.
uk: Повертайся через деякий час, і я повідомлю, яким був результат поєдинку.

source: Zgłoś się ponownie, kiedy będziesz miał dość złota.
uk: Приходь, коли у тебе буде достатньо золота.

source: Zgłoś się, kiedy już odpowiednio potrenujesz.
uk: Приходь, коли добре натренуєшся.

source: Zgłoście się w najbliższym czasie do kapitana Rodericha. Od niego odbierzecie ocenę swoich umiejętności oraz kolejne zadanie.
uk: Як буде час, відзвітуй капітану Родеріху. Від нього ти отримаєш оцінку своїх навичок і наступне завдання.

source: Zgłupiałeś? Będę ich potrzebował do unieruchomienia ręki.
uk: Ти з глузду з'їхав? Вони мені потрібні, щоб знерухомити руку.

source: Zgłupiałeś? Co ty wyrabiasz?
uk: Ти збожеволів? Що ти витворяєш?

source: Zgłupiałeś? Mogłeś spalić swoją przykrywkę!
uk: Ти здурів? Ти ж міг спалити своє прикриття!

source: Ziele lecznicze
uk: Цілюща трава

source: Ziele to broszka Roya, nie moja, więc nic mi do tego. Z kolei co do strażników... na twoim miejscu załatwiłbym to inaczej.
uk: Трава – це пристрасть Роя, а не моя, тож для мене це дрібниця. Щодо вартових, то... Я б на твоєму місці вчинив інакше.

source: Zielona latarnia
uk: Зелений ліхтар

source: Zielony strój
uk: Зелене вбрання

source: Zielony strój podróżnika
uk: Зелене вбрання мандрівника

source: Zielony strój podróżnika (350 SZ)
uk: Зелене вбрання мандрівника (350 золотих)

source: Zielony strój z czapką
uk: Зелене вбрання з капелюхом

source: Zielony|Wojownik|Mistrz
uk: Початків.|Боєць|Майстер

source: Ziemny aloes
uk: Земляне алое

source: Zignoruj poprzedni rozkaz. Pomóż mu się z tego wygrzebać, jak tylko stąd pójdziemy.
uk: Проігноруй попередній наказ. Допоможи йому вибратись, як тільки ми підемо звідси.

source: Zimne, owcze mleko.
uk: Холодне овече молоко.

source: Zimny
uk: Мороз

source: Zimny, mokry... a-ale od coś... w głowie kręci.
uk: Холодно, мокро... але щось... голова паморочиться.

source: Zioło o przyjemnym i ciepłym smaku.
uk: Трава з приємним і терпким смаком.

source: Ziołowa zupa trolla
uk: Трав'яний суп троля

source: Zjadana głównie przez dzikie zwierzęta.
uk: Нею харчуються переважно дикі тварини.

source: Zjawa
uk: Примара

source: Zjawiłeś się w samą porę, dzięki!
uk: Ти з'явився дуже вчасно, дякую!

source: Zjednoczyciel
uk: Об'єднувач

source: Zjeżdżaj mi z oczu, bo ci jeszcze przyłożę!
uk: Забирайся геть з моїх очей, або я тебе ще раз відлупцюю!

source: Zjeżdżaj stąd i nie zawracaj mi głowy.
uk: Вимітайся звідси і не заважай мені.

source: Zjeżdżaj stąd zanim wezwę straż!
uk: Геть звідси, поки я не покликав вартових!

source: Zjeżdżaj stąd.
uk: Забирайся звідси.

source: Zjeżdżaj!
uk: Забирайся!

source: Zjeżdżaj, nim stracę panowanie nad sobą i porachuję ci kości.
uk: Забирайся звідси, поки я не розлютився і не переламав тобі кістки.

source: Zlecenie Garosa nie jest już moim problemem.
uk: Доручення Гароса – більше не моя проблема.

source: Zlecenie Petry
uk: Замовлення Петри
